[M_ClapTrapStash MissionDefinition]
MissionDescription="Claptrap is willing to grant you access to his secret stash in [place]Sanctuary[-place], but only if you're willing to jump through a few (hundred) hoops for him."
TurnInDescription="Claptrap's incompetence granted you access to his secret stash considerably earlier than expected. "
